[
  {"areaId": 1, "centerCoordinateLat":42.24229,"centerCoordinateLng":-70.88927,"iconCoordinateLat":42.24059,"iconCoordinateLng":-70.88741,"name":"Hingham Square","shortName":"Square","desc":"Historic downtown bursting with New England charm, while slightly updated to meet modern needs. The Old Ship church at the top of the square on Main St is the oldest wooden church in America still in use for its original purpose.","tilt":66,"zoom":20.0
  },
  {"areaId": 2, "centerCoordinateLat":42.18401,"centerCoordinateLng":-70.8849,"iconCoordinateLat":42.18601,"iconCoordinateLng":-70.89354,"name":"South Hingham","shortName":"Historic","desc":"Besides the upscale Derby Street Shops, you'll find historic homes along Main St, the massive 3,526 acre Wompatuck State Park, golf courses, Scarlet Oak Tavern.","tilt":66,"zoom":15.0
  },
  {"areaId": 3, "centerCoordinateLat":42.24945,"centerCoordinateLng":-70.90422,"iconCoordinateLat":42.24965,"iconCoordinateLng":-70.90422,"name":"Crow Point","shortName":"Crow","desc":"Seaside community, originally built as summer cottages. Home of the Hingham Yacht Club and the Bouve Conservation Area featuring a short trail and the opportunity to walk along the rugged coast of Hewitt's Cove.","tilt":66,"zoom":18.0
  },
  {"areaId": 4, "centerCoordinateLat":42.23611,"centerCoordinateLng":-70.87101,"iconCoordinateLat":42.23611,"iconCoordinateLng":-70.86601,"name":"East Hingham","shortName":"Historic","desc":"This is where you'll find the Hingham Library which uniquely features a \"library of things,\" where you can borrow everything from artwork to photo equipment. Near the library is Weir River Farm that has regular events, and Turkey Hill, where you can enjoy a fine view of Boston in a bucolic setting.","tilt":66,"zoom":15.0
  },
  {"areaId": 5, "centerCoordinateLat":42.24482,"centerCoordinateLng":-70.88484,"iconCoordinateLat":42.24642,"iconCoordinateLng":-70.88214,"name":"Hingham Harbor","shortName":"Harbor","desc":"Recreational boating harbor that includes a large beach for swimming and the ever popular Beach House snack bar and Redeye Coffee Roasters which locals rave about! Right nearby is World's End, a 251 acre park that juts into Hingham Harbor that boasts sweeping lawns, tree-lined carriage paths, and superb Boston skyline views, once meant to be home of mansions or the headquarters of the United Nations.","tilt":66,"zoom":17.0
  },
  {"areaId": 6, "centerCoordinateLat":42.25081,"centerCoordinateLng":-70.92255,"iconCoordinateLat":42.25111,"iconCoordinateLng":-70.92055,"name":"Hingham Shipyard","shortName":"Shipyard","desc":"Once a place where ships and landing craft were built during WWII, credited by General Eisenhower as responsible for making the D-Day invasion possible, and the war winnable. Today it you'll find modern rental apartments and townhouses, condos, a bustling restaurant and retail scene, along with the Hingham Terminal, which commuters rely on for their half hour ferry ride to and from  Boston.","tilt":66,"zoom":19.0
  },
  {"areaId": 7, "centerCoordinateLat":42.21801,"centerCoordinateLng":-70.8849,"iconCoordinateLat":42.21801,"iconCoordinateLng":-70.8849,"name":"Hingham High St","shortName":"Historic","tilt","desc":"Along Main St and especially below the intersection with High St are some of the oldest and most beautiful historic homes you will see in America. Go east on High St to reach the main entrance of Wompatuck State Park.",:66,"zoom":15.0
  },
  {"areaId": 8, "centerCoordinateLat":42.23882,"centerCoordinateLng":-70.90073,"iconCoordinateLat":42.23522,"iconCoordinateLng":-70.90811,"name":"West Hingham","shortName":"Historic","desc":"Just west of Hingham Square is where you'll find the homes of General Benjamin Lincoln, the revolutionary war general who accepted the British surrender at Yorktown, Robert Lincoln, and Samuel Lincoln, the first ancestor of Abraham Lincoln in the New World. ","tilt":66,"zoom":15.0
  },
  {"areaId": 9, "centerCoordinateLat":42.24477,"centerCoordinateLng":-70.89339,"iconCoordinateLat":42.24259,"iconCoordinateLng":-70.89757,"name":"Fearing Farm","shortName":"Fearing","desc":"Originally the farmland of M. Fearing, later developed with homes on large lots. You'll also find the irrestible Cottage St, which has historic homes with romantic views overlooking Hingham Harbor.","tilt":66,"zoom":18.0
  },
  {"areaId": 10, "centerCoordinateLat":42.23312,"centerCoordinateLng":-70.87957,"iconCoordinateLat":42.23357,"iconCoordinateLng":-70.879757,"name":"Hingham Center","shortName":"Center","desc":"Almost a town of its own, Hingham Center has boutiques, a coffee shop that closes at 2:00 PM, a Mon & Pop drug store the way they used to be, and the Buttonwood Tree, a sycamore that is the 2nd largest in the state of Masschussets.","tilt":66,"zoom":19.0
  }
]
